exports.response = function response(req, res) {
  return {
  "success": true,
  "errorCode": 0,
  "fieldErrors": [
    
  ],
  "msg": "success",
  "data": [
    {
      "id": 50001,
      "text": "吉林"
    },
    {
      "id": 50002,
      "text": "山东"
    },
    {
      "id": 50003,
      "text": "山西"
    },
    {
      "id": 50004,
      "text": "陕西"
    },
    {
      "id": 50005,
      "text": "河北"
    },
    {
      "id": 50006,
      "text": "河南"
    },
    {
      "id": 50007,
      "text": "湖北"
    },
    {
      "id": 50008,
      "text": "澳门"
    },
    {
      "id": 50009,
      "text": "香港"
    },
    {
      "id": 50010,
      "text": "台湾"
    },
    {
      "id": 50011,
      "text": "西藏"
    },
    {
      "id": 50012,
      "text": "福建"
    },
    {
      "id": 50013,
      "text": "浙江"
    },
    {
      "id": 50014,
      "text": "湖南"
    },
    {
      "id": 50015,
      "text": "海南"
    },
    {
      "id": 50016,
      "text": "江苏"
    },
    {
      "id": 50017,
      "text": "江西"
    },
    {
      "id": 50018,
      "text": "广东"
    },
    {
      "id": 50019,
      "text": "广西"
    },
    {
      "id": 50020,
      "text": "云南"
    },
    {
      "id": 50021,
      "text": "贵州"
    },
    {
      "id": 50022,
      "text": "四川"
    },
    {
      "id": 50023,
      "text": "内蒙古"
    },
    {
      "id": 50024,
      "text": "宁夏"
    },
    {
      "id": 50025,
      "text": "甘肃"
    },
    {
      "id": 50026,
      "text": "青海"
    },
    {
      "id": 50027,
      "text": "安徽"
    },
    {
      "id": 50028,
      "text": "新疆"
    },
    {
      "id": 50029,
      "text": "上海"
    },
    {
      "id": 50030,
      "text": "北京"
    },
    {
      "id": 50031,
      "text": "天津"
    },
    {
      "id": 50032,
      "text": "重庆"
    },
    {
      "id": 50033,
      "text": "辽宁"
    },
    {
      "id": 50034,
      "text": "黑龙江"
    }
  ]
};
}

